;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: A C Karlsson
; TranslationAuthorEmail: ackarlsson24@gmail.com
;

[Translation]
LangCode=081D|041D
LanguageName=SVE
ReadHabit=Vänster-till-höger
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Confirm=Bekräfta
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Oavslutade
TfrmWRMMain.btnCompleted.Caption=Avslutade
TfrmWRMMain.btnBack.caption=Tillbaka
TfrmWRMMain.btnDone.Caption=Spara
TfrmWRMMain.lblRepeat.caption=Repetera
TfrmWRMMain.lblTime.caption=Tid
TfrmWRMMain.lblName.caption=Beskrivning
TfrmWRMMain.lblDate.caption=Datum
TfrmWRMMain.cbPeriod.Item1=En gång
TfrmWRMMain.cbPeriod.Item2=Dagligen
TfrmWRMMain.cbPeriod.Item3=Veckovis
TfrmWRMMain.cbPeriod.Item4=Månadsvis
TfrmWRMMain.cbPeriod.Item5=Årligen
TfrmWRMMain.imgf.hint=Följ oss på Facebook
TfrmWRMMain.imgt.hint=Följ oss på Twitter
TfrmWRMMain.imgmail.hint=Tipsa dina vänner
TfrmWRMMain.imghome.hint=Hemsida
TfrmWRMMain.CloseHint=Stäng
TfrmWRMMain.MenuHint=Meny
TfrmWRMMain.MinHint=Minimera
TfrmWRMMain.lbl2.caption=Aktuell Version
TfrmWRMMain.lbl3.Caption=Leta efter uppdateringar
TfrmWRMMain.btnDetails.hint_1=Detaljer
TfrmWRMMain.btnDetails.hint_2=Ändra och Återställ
TfrmWRMMain.btnDelete.hint_1=Markera som avslutad
TfrmWRMMain.btnDelete.hint_2=Ta bort
msgdlg.btnNO=Nej
msgdlg.btnOk=OK
msgdlg.btnYes=Ja
constY=År
constM=Månad
constD=Dag
constHH=Timme
constMM=Minut
constSS=Sekund
constYs=År
constMs=Månader
constDs=Dagar
constHHs=Timmar
constMMs=Minuter
constSSs=Sekunder
TfrmWRMMain.TrayMenuItem1=Online Hjälp
TfrmWRMMain.TrayMenuItem2=Forum
TfrmWRMMain.TrayMenuItem3=Hemsida
TfrmWRMMain.TrayMenuItem4=Kontakta Oss
TfrmWRMMain.TrayMenuItem5=Leta efter uppdateringar
TfrmWRMMain.TrayMenuItem6=Nyheter
TfrmWRMMain.TrayMenuItem7=Språk
TfrmWRMMain.TrayMenuItem8=Kör vid uppstart
TfrmWRMMain.TrayMenuItem9=Om
TfrmWRMMain.TrayMenuItem10=Stäng
TfrmRemindDlg.Caption_1=Du har missat några påminnelser
TfrmWRMMain.lbl1.caption=Säkerhetskopiering
TfrmWRMMain.fxpmn.item1=Återställ
TfrmWRMMain.fxpmn.item2=Säkerhetskopiering
GetLang=översätt till...
TfrmRemindDlg.Caption=Påminnelse
TfrmRemindDlg.btnComplete.Caption=OK!Jag är med!
TfrmRemindDlg.btnDelay.Caption=Skjut upp
TfrmAbout.Caption=Om
TfrmAbout.lblEmail.caption=Mejl Support
TfrmAbout.lblhome.caption=Officiell Hemsida
TfrmAbout.lblthanks.caption=Bekräftelse på följande:
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Aktuell version
TfrmWRMMain.cbbVoice.Item1=Tyst
TfrmWRMMain.cbbVoice.Item2=Standard
TfrmWRMMain.cbbVoice.Item3=Anpassad
TfrmWRMMain.lblVoice.Caption=Röstmeddelande
[Messages]
UnkonwFileType=Okänd ljudfil
ExitModify=Du har osparade ändringar. Vill du verkligen lämna sidan?
RemindNameNULL=Vänligen fyll en orsak till påminnelsen under beskrivning!
NewVer=En nyare version finns tillgänglig. Vill du uppdatera nu?
NoNewVer=Grattis! Nu använder du den senaste versionen.
ExitApp=Är du säker på att du vill avsluta Wise Reminder? Wise Reminder's  påminnelser kommer då inte att vara tillgängliga längre.
NoneReminder=Du har inte angett någon påminnelse än
NoneCopmpleted=Du har inga avslutade påminnelser!
NoneSelected=Välj åtminstone ett alternativ!
TimeOver=Du har ställt in en tid före den aktuella tidpunkten!
[Lang]
NativeLanguage=Svenska
